Repository: giellalt/corpus-sme
Catalog: tmx/sms/admin/sd/forms_schemes_fi/sote-savasupohjoissaame.pdf.tmx
Source language: sme
Languages: sms

source: Dákkárat leat ee. Guovlulaš gielaid ja unnitlogu gielaid guoskevaš Eurohpalaš vuođđogirji (SopS 23/1998) ja Nášuvnnalaš unnitlogugielaid guoskevaš vuođđorápmasoahpamuš (SopS 2/1998), KP-soahpamuš (SopS 7/1976) ja Máná vuoigatvuođaid soahpamuš (SopS 60/1991).
sms: Näkam lie jm. vuuŠvddlaž ǩiõlid leŠbe uuŠccab ǩiõlid kuõskki Eurooplaž vuađđǩeŠrjj (SopS 23/1998) da Meerlaž uuŠccab naroodi suõŠjjumuužž takaisuåppmõš (SopS 2/1998), KP-suåppmõž (SopS 7/1976) da Päärna vuõiggâdvuõđi suåppmõž (SopS60/1991).

source: Jagi 2007 dohkkehuvvon ON eamiálbmogiid guoskevaš julggaštus čujuha morálalaš áššegirjin maiddái háltelinnjá eamiálbmogiid olmmošvuoigatvuođaid
sms: EeŠjjest 2007 priimum YK:n alggmeeŠr kuõskki peåggtõõzz čuäjad moraalʼlaž äŠššpõmmjen še vuŠvdd alggmeeraiooumažvuõiggâdvuõđi õuddnumužže puõŠtti ääiŠjest.

source: Máná vuoigatvuođaid soahpamuš geatnegahttá soahpamušstáhta dorvvastit mánnái ossodaga servodaga resurssain, vuoigatvuođa oassálastit alcces guoskevaš mearrádusaide ja servodateallimii sihke vuoigatvuođa suodjaleapmái ja fuolaheapmái.
sms: Päärna vuõiggâdvuõđi suåppmõž õõlǥad suåppmõžvaldia staanâd jânnam päärnaid vueŠss õhttsažkååŠdd viõǥǥin, vuõiggádvuõđ vuäŠssõõttâd jiiŠjjes kuõskki tummstõõǥǥid da õhttsažkå ŠddjieŠllemn di vuõiggâdvuõđ suõŠjjumužže da huõl âânnmužže.

source: Beaivedivššus máná oasalašvuođas lea jearaldat servodahkii gullamis ja dasa váikkuheamis.
sms: PeiŠvvhååidâst päärna vuäŠssadvuõđâst lij kõjldõs õhttsažkåŠdda kuullmuužžâst da tõzz vaaikktumuužžâst.

source: Soahpamušas deattuhit máná ovddu viŋkila buot máná guoskevaš doaimmain.
sms: Suåpmõõzzâst pâŠjjan päärna õuddõs pukin päärna kuõskki tuåimin.

source: Suoma láhkaásaheapmi
sms: LääŠddjânnam lääŠǩǩšiõttumuš

source: Vuođđolága vuođđovuoigatvuođaásahusain árabajásgeassima guovddaš vuoigatvuođat leat ovttaveardásašvuohta, olmmošárvvu loavkitmeahttunvuohta, ovttaskasfriijavuohta, vuoigatvuođaid dorvvasteapmi, oskku friijavuohta, máná vuoigatvuohta oassálastit ja váikkuhit iežas árgabeaivvi ja ovdánandási dáfus dehálaš áššiide sihke gielalaš ja kultuvrralaš vuoigatvuođat.
sms: VuađđlääŠjj vuađđvuõiggâdvuõtt šiõŠttõõzzin håiddâkksai peâmmʼ tuââŠj čõõđtumuužžâst kõskksa vuõiggádvuõđ lie õõutverddsažvuõtt, ooumažäärvv lämmteŠmesvuõtt, persoon luâvasvuõđ da vuõiggâdvuõđi staanmõš, ååsk luâvasvuõtt, päärna vuoiggâdvuõtt vuäŠssõõttâd da vaaikted jiiŠjjes aarǥ da õuddnemtääzz mieŠldd vääžnai aaŠššid di ǩiõlvuađlaž da kulttuurlaž vuõiggâdvuõd.

source: Suoma vuođđolága mielde sápmelaččain lea eamiálbmogin vuoigatvuohta bajásdoallat ja ovddidit gielas ja kultuvrras (PL.
sms: LääŠddjânnam vuađđlääŠjj mieŠldd säŠmmlain lij alggmeeŠrna vuõiggâdvuõtt tuõŠlljed pâŠjjen da õõudâsviikkâd jiiŠjjes ǩiõlâs da kulttuures (PL.

source: Almmolaš válddi geatnegasvuohta lea vuođđolága 22 § mielde dorvvastit vuođđovuoigatvuođaid ja olmmošvuoigatvuođaid ollašuvvan.
sms: ʼlmmsaž vääŠldd õõlǥtumužžân lij vuađđlääŠjj 22 §:n mieŠldd staanâd vuađđvuõiggâdvuõđi da ooumažvuõiggâdvuõđi čõõđtumuš.

source: Sápmelaččaid vuođđovuoigatvuođanjuolggadus ovttas 22 §:ain geatnegahttá almmolaš válddi doarjut sápmelaš eamiálbmoga giela ja kultuvrra ovddideami.
sms: SäŠmmlai vuađđvuõiggâdvuõttšeâttmõš õhttna 22 §:n õõlǥad õlmmsaž vääŠldd tuäŠrjjeed säŠmmla alggmeeŠr jiiŠjjes ǩiõl da kulttuur õõudâsviikkmuužž.

source: Sápmelaš gielalaš vuoigatvuođain lea meroštallon sámi giellalágas (1086/03).
sms: SäŠmmlai ǩiõlvuađlaž vuõiggâdvuõđin lij šiõttʼtuum sääŠm ǩiõll-lääŠjjest (1086/03).

source: Eará árabajásgeassimis vuhtii váldojuvvon lágat ja almmolaš linnjágeassimat: ovttaveardásašvuođaláhka, láhka sosiálafuolahusa áššehasa sajádagas ja vuoigatvuođain, láhka sosiálafuolahusa ámmátlaš bargoveaga dohkálašvuođagáibádusain ja árabajásgeassinplána vuođustusat.
sms: Järraz håiddâkksai peâmmʼmuužžâst lokkuväŠlddem lääŠjj da takai liinj: õõutverddsažvuõttlääŠǩǩ, lääŠǩǩ sosiaalhuõl äŠššla sââŠjest da vuõiggâdvuõđin, lääŠǩǩ sosiaalhuõl ämmatlaž personkååŠdd âântemõõlǥtõõzzin da håiddâŠkksai peâmmplaann vuaađ.

source: Láhka mánáid beaivedivššus
sms: LääŠǩǩ päärnai peiŠvvhååidâst

source: Mánáid beaivedivššus addojuvvon láhka (875/1981) geatnegahttá gielddaid atnit fuola, ahte mánáid beaivedivššu sáhttá fállat máná eatnogiellan sámegillii (11 §).
sms: Päärnai peiŠvvhååidâst uŠvddum lääŠǩǩ (875/1981) õõlǥad kååŠddid âânned huõl tõst, što päärnai peiŠvvhååid vueitet uŠvdded päärna jieŠnnkiõllân åårai sääŠmǩiõlin (11 §).

source: Mánáid beaivedivššus addojuvvon ásahusa (239/1973) 1 a § (1336/1994) mielde máná beaivedivššu ulbmiliidda gullá earret eará sápmelaččaid iežas giela ja kultuvrra doarjun ovttasbargguin dán kultuvrra ovddasteddjiiguin.
sms: Päärnai peiŠvvhååidâst uŠvddum asetõõžž (239/1973) 1 a §:n (1336/1994) mieŠldd päärnai peiŠvvhååid peâmmtuââŠjtäävvtõõzzid kooll jäŠrrsi mieŠldd säŠmmlai jiiŠjjes ǩiõll da kulttuur õhttsažtuâŠjast kõjldõõzzâst åårai kulttuur eeŠtǩeejivuiŠm.
